[
    {
        title: `energy and info philosophy`,
        timestamp: ,
        description: `
        * information and energy exist
        * energy is finite
        * information can be created and never destroyed (according to quantum physics)
        * information requires energy to exist in our reality
        * information can be destroyed in our reality but continues existing in the quantum realm
        * we are all information, including cells, DNA, a chair, our body, our soul
        * our soul is the collection of knowledge and memory existing in our neural network
        * our soul is information and hence will always exist, no matter how life is lived
        * God is the union of all information
        * we are all part of God
        * praying is effort put towards ones goals ~ lowest level of praying is thinking, next saying, next doing ~ the higher the effort the more likely God changes towards our goal
        * we are all prophets as we are all part of God => beware those that claim exclusivity as prophets
        * entity of degree alpha a bundle of energy and information that correlates to degree alpha towards a goal ~ e.g. a cell is a high level entity, a human too, a team of humans at times a bit higher, at other times low; a culture, a philosophy, all are entities ~ an entity is also information
        * trust is the estimated probability of another entity considering one's own well-being/goal
        * a friend of degree alpha is an entity that is trusted to degree alpha
        * love is the epitome of friendship, i.e. friendship of sufficiently high degree
        * truth is logic
        * mind is a synonym for soul
        `,
        tags: ['philosophy', 'sociology'
        ],
    },
    {
        title: `religion should be part of the every school curriculum`,
        timestamp: ,
        description: `
        * religion has been and is a very important part of human society
        * subject is mix of History, Sociology and Psychology
        * why did/do humans believe in religion?
        * how many religions exist?
        `,
        tags: ['philosophy', 'education'
        ],
    },
    {
        title: `taboos are bad`,
        timestamp: ,
        description: `
        * all interactions are exchange of energy and information
        * exchanging information allows for creating of new information
        * we are learning beings ~ it is what differentiates us vs others
        * learning creates information and is maximized by exchanging information
        * fair exchanges benefit both sides
        * taboos are restrictions on information exchange and hence diminish information flow and exchange and hence learning
        * taboos can allow abusive, secretive networks to persist
        * all information has positive value
        `,
        tags: ['philosophy', 'sociology', 'education'
        ],
    },
    {
        title: `a step to solve pedophilia`,
        timestamp: ,
        description: `
        * pedophilia is the most taboo topic amongst 
        * more and more literature
        `,
        tags: ['sociology', 'psychology'
        ],
    },
    {
        title: `why reliable knowledge is good`,
        timestamp: ,
        description: `
        * the purpose of knowledge is to predict the future ~ if 2 ppl claim to have knowledge of climate systems, we would ask and test their predictions ~ the one that predicts the future, will be said to know how the climate works
        * reliability is the most valuable characteristic of knowledge ~ unreliable knowledge is no better than chance in predicting the future
        => when consulting an advisor, it is best to check for proof of reliability
        * the study of reliability (or vice-versa, of errors) is called Statistics
        `,
        tags: ['philosophy', 'science'
        ],
    },
    {
        title: `respectful parenting`,
        timestamp: ,
        description: `
        * original language subtitles
        * most rebellious years require most respect => choose your battles wiseful and expect to win less over time
        * be truthful
        * explain parent fallibility / "i don't know"
        * passion/purpose (self-determined) is needed to be content in life
        * allow freedom of thought
        * ontology of relationships: parent = teacher+ friend
        * rewards and punishments / explaining / wide strong borders
        * knock before opening any door (simple rule)
        `,
        tags: ['book', 'philosophy', 'education', 'parenting'
        ],
    },
    {
        title: `real age`,
        timestamp: ,
        description: `
        * real age recognizes the full time that an entity exists
        * the information to create our soul exists in our DNA, however, our soul exists from the moment our neural network is able to form memories and learn ~ else, cutting some skin would also be murder
        * when a human is born, the rounded age is closer to 1 rather than 0 => real age is respectful
        * Korean age was closer to real age vs normal age, but was abolished in 2023
        `,
        tags: ['philosophy', 'sociology', 'psychology'
        ],
    },
    {
        title: `truth is best`,
        timestamp: ,
        description: `
        * there is no learning without feedback
        * learning is in the direction of the feedback => false feedback leads to learning in the wrong direction
        * if target is a friend, it is most respectful, though not easiest, to tell truth
        * kids are copy/(similar-)paste learners => lying to kids teaches them to lie
        * white lies are also lies and can snowball into larger lies/problems
        * e.g. common lie of Santa Claus removes education responsibility from parent/teachers to reward/penalize behavior ~ it also risks losing trust of child when it realizes that parents lied: how to distinguish future lies
        * e.g. the best friend is the one that points out the booger on the face
        * long term trust is best established via proven truth
        `,
        tags: ['philosophy', 'psychology', 'education'
        ],
    },
    {
        title: `"everything" is a spectrum`,
        timestamp: ,
        description: `
        * most characteristics we attribute to humans or groups or cultures, lie on a spectrum
        * nuanced understanding is most useful if presicion if needed
        `,
        tags: ['philosophy', 'sociology', 'psychology'
        ],
    },
    {
        title: `learning requires feedback`,
        timestamp: ,
        description: `
        * learning is a result of existing information in our mind plus input information
        * no feedback => no learning
        * this paradigm can inform many decisions in life
        * the field of machine learning has thought us this most directly
        * "attention is all you need" (Google) has cemented the understanding that focus on the most relevant feedback is what is required for the most efficient learning
        `,
        tags: ['philosophy', 'education'
        ],
    },
    {
        title: `emotional hug (hug spectrum)`,
        timestamp: ,
        description: `
        * there exist various social forms of gestures with varying degrees of touching
        * e.g. shaking hands, hugging (full body, sideways, etc.), fist bumps, bowing, near kisses, full cheek kisses, lip kisses, etc.
        * shaking hands e.g. have been understood to convey peacful intentions by revealing lack of weapons and touching as a basic form of human bonding
        * several societies convey respect, greeting, peaceful intentions and such without physical touch, e.g. via bowing
        * bio epidemics should theoretically teach populations to move towards bowing cultures
        * bowing or hugging could be performed on a spectrum with furthur or closer range to indicate spectrum of intimacy
        `,
        tags: ['psychology', 'sociology'
        ],
    },
    {
        title: `respect anothers' time via async communications`,
        timestamp: ,
        description: `
        * audio/video communications contain significantly more information (e.g. via intonation or body language) than text messages whilst being similar, if not easier to record (speaking vs typing)
        * send your target a recorded audio => target listens whenever it wants to => target replies whenever it wants to => you listen to reply whenever you want to => you reply whenever you want to => respect for each others' time
        * calling someone in sync mode is demanding an immediate answer and immediate time => disrespectful
        `,
        tags: ['communication'
        ],
    },
    {
        title: `what is the only thing that is good even in the extreme?`,
        timestamp: ,
        description: `
        should i write the answer here or make it a competition?
        `,
        tags: ['riddle', 'philosophy'
        ],
    },
    {
        title: `recursion riddle`,
        timestamp: ,
        description: `
        a farmer says: "every number i say, divide it by 100. i have 100 cows."
        question: how many cows does the farmer have?
        should i write the answer here or make it a competition?
        `,
        tags: ['riddle', 'philosophy'
        ],
    },
    {
        title: `kill to live`,
        timestamp: ,
        description: `
        * we can only eat what was once alive
        * "eat xor be eaten" is good intiution that humans had
        * all alive entities that we know of consist of the same basic elements (e.g. amino acids)
        * "alive"/"life" are studied in the field of biology
        `,
        tags: ['philosophy', 'nutrition'],
    },
    {
        title: `scholars know best`,
        timestamp: ,
        description: `
        * a scholar is a student of something
        * someone that studies something will know more about that thing vs someone that does not, on average
        * given a question about a topic, consult scholars
        `,
        tags: ['philosophy', 'education'],
    },
    {
        title: `swearing vs vulgarity`,
        timestamp: ,
        description: `
        * swearing is an emotional discharge required in certain states of the mind
        * e.g. in highly stressful situations, stress can be reduced by a mindful or vocaliced release
        * e.g. a sudden pain leads to immediate and spontaneous swearing
        * this is an essential function performed by all humans
        * the problem is not swearing, it is vulgarity ~ if people complain about swearing, they are actually complaining about hearing and thus associating with some vulgar term (e.g. "shit", "fuck", etc.)
        * swearing using made-up terms (e.g. "kablooey", etc.) offers the release of swearing without upsetting present company via vulgarity
        `,
        tags: ['education', 'philosophy'],
    },
    {
        title: `maximize awareness`,
        timestamp: ,
        description: `
        * given some symbol X that represents some information for which awareness shall be increased
        * pay ppl to disseminate X
        * donors lock energy in a smart contract
        * activist provides proof of showing X to ppl and suggests reward amount
        * both donors and activists hold voting power (via coins)
        * voting determines yes xor no given an activists' request for reward
        * this gives us a market mechanism to fairly reward activism ~ e.g. someone buying an expensive billboard to display X vs someone making X as streetart vs someone posting X online, etc.
        * burden of price discovery is mostly with the activist/individual, minimizing effort required
        * creator has the power to add and remove vetoers
        * vetoers stop abuse
        * neither vetoers nor creator can steal energy from the smart contract, only veto abusive usage attempts
        * activist is encouraged to start with a too high reward amount, receiving 'no' votes and lowering amount until community votes 'yes'
        * such a trustless setup, when funded, provides a self-sustaining mechanism to raise awareness for X
        `,
        tags: ['economics', 'sociology', 'activism'],
    },
    {
        title: `what is a cult?`,
        timestamp: ,
        description: `
        * every community/group of humans lies somewhere on the spectrum of being less or more culty
        * more culty means the group is more controlling of the human members of the group
        * main aspect of control is cost of exit from the group as e.g. free exit allows any member to simply leave the group if there is a dislike, rendering all control of the human void
        * control is also established via other psychological tricks, e.g. rituals, taboos, threats, disinformation about outsiders, shunning
        `,
        tags: ['sociology', 'psychology'],
    },
    {
        title: `easiest time system`,
        timestamp: ,
        description: `
        * 13 months / year, 4 weeks / month, 7 days / week, each day goes from 0 to 100 globally, arbitrary precision
        * 13 * 4 * 7= 52 * 7 = 364, which leaves an extra, monthless day per year ("new years day")
        * 13 months allow for regular months, e.g. each 2nd is always a Tuesday, every month and every year
        * with anyone in the world, agree on a time: "lets meet at 70.35" ... it is exact, no matter where one is
        * choose current UTC 00:00 to be 0
        * no timezones nor changes thereof needed
        * massive savings in tech systems and confusions, especially in a increasing globalized and connected world
        `,
        tags: ['sociology', 'systems'],
    },
    {
        title: `wealth=own time`,
        timestamp: ,
        description: `
        * to be wealthy means to be able to have time (for one's own goal/wish)
        * to do what one wants to do
        `,
        tags: ['psychology', 'philosophy'],
    },
    {
        title: `notify sender if email lands in spam`,
        timestamp: ,
        description: `
        * informing a sender that the email landed in spam
        * good sender can change communication channel
        * bad sender still has no avenue to communicate
        `,
        tags: ['technology', 'systems'],
    },
    {
        title: `field player "missing"is also goalie's win`,
        timestamp: ,
        description: `
        * the better a goalie is known to be, the more the shooter must try to make the shot better, i.e. more in the corner of the goal, increasing the chances of missing
        => missed shots are earned by the goalie
        `,
        tags: ['sports'],
    },
    {
        title: `pyramid scheme <=> buyers = sellers`,
        timestamp: ,
        description: `
        * simple criterium to find out whether an enterprise if a pyramid scheme xor not
        * 
        `,
        tags: ['economics'],
    },
    {
        title: `xor vs or`,
        timestamp: ,
        description: `
        * precise speech is more efficient and respectful for the audience
        * A xor B = A is possible, B is possible, both is not possible, neither is not possible
        * A or B = A is possible, B is possible, both is possible, neither is not possible
        `,
        tags: ['linguitics'],
    },
    {
        title: `sarcasm`,
        timestamp: ,
        description: `
        * using sarcasm in near 0% of one's communication is easy on the audience (everything said is meant as is)
        * using sarcasm in near 100% of one's communication is less though still easy on the audience (everything said should be negated)
        * using sarcasm in near 50% of one's communication is most difficult on the audience (need to spend most energy trying to figure out whether a given statement is sarcastic xor not)
        * sarcasm is an efficient tool in humor
        * sarcasm is form of aggression
        * sarcasm comes from lack of confidence to make statements plainly ("i love you" vs "yeah, i really hate you /s")
        * text sarcasm is marked with "/s"
        `,
        tags: ['psychology'],
    },
    {
        title: `humor is surprise`,
        timestamp: ,
        description: `
        * spontaneous laughs arise when audience is suprised by the received information
        * also when the information is relevant to oneself and one is surprised to hear it (a comedian vocalized a truth about oneself that one did not even fully realize, or did not want to admit to oneself, or one is surprised to learn that one is not alone given something perceived as shameful or abnormal)
        `,
        tags: ['psychology', 'humor'],
    },
    {
        title: `"i do not have the balls to do that"`,
        timestamp: ,
        description: `
        * title is an example of a common misogynistic expression
        * equating male genitalia with courage
        * equating female genitalia with cowardice ("are you a pussy?")
        * data shows no preponderance of courage amongst Y vs X
        * easily circumvented using 
        `,
        tags: [],
    },
    {
        title: `correct solution to the trans atheletes problem: X vs Y sports`,
        timestamp: ,
        description: `
        * solving a modern problem: trans women atheletes dominating women's sports
        * simply call for "X games" vs "Y games", based on chromosomes
        * equivalent to "XX games" vs "XY games", just more efficient
        * sports depends on muscles and bone density, which is regulated mostly by X vs Y chromosomes and the consequences thereof
        * X vs Y circumvents the sex vs gender ambiguity of the terms "man" vs "woman"
        * X vs Y covers almost all humans ~ intersex is left over to deal with separately
        `,
        tags: ['sociology', 'gender'],
    },
    {
        title: `law against false advertising should include non-all-in pricing`,
        timestamp: ,
        description: `
        * consumers are not and should not be concered with the make up of the price of any good
        * a consumer wants to know how much something will cost it in total
        * a consumer does not care what part of that price is due to taxes, labour costs, real estate costs, resource costs, profit, etc.
        * sellers display as low prices as possible, e.g. by omitting tax to as a marketing trick, to lure consumers vs sellers who would not
        => the only way to level the field is to regulate that displayed prices below actual total cost to the consumer is false advertisement
        `,
        tags: ['economics'],
    },
    {
        title: `fair punishment absolves`,
        timestamp: ,
        description: `
        * after a criminal serves the court/socially mandated punishment (e.g. a jail term), the person should be considered fully rehabilitated
        * the person should face no further repurcussions from society at all after serving the full punishment
        * if not, society is implying that punishment was not enough => should prescribe more punishment
        * else person returns to society only partially, discriminated against, unable to integrate and be productive even though intended
        => this leads to further crime
        * e.g. if it is difficult for the person to get a job, more chance of recidivism => loss for society
        * rather punish more and than fully forgive
        * if crime cannot be forgiven, then need life-long imprisonment
        `,
        tags: ['sociology'],
    },
    {
        title: `why mandatory tipping is bad for most of society`,
        timestamp: ,
        description: `
        * tipping is supposed to be voluntary => mandating it is contradictory
        * in efficient markets, buyers try to minimize the price, sellers maximize the price => the tension leads to the fair price => if some buyers "voluntarily" pay more, we do not get an efficient market
        * affluent citizens tipping raises expected/real (via shaming) prices for all, which is most hurtful for less affluent citizens => rich ppl think they are helping by tipping but are actually hurting society
        * favoritism in tipped jobs is unfair (cook vs cashier vs servant)
        * culture is perpetuated by owners: shift burden of labour cost to customers to increase profit ~ convince customers to shame each other to keep system alive ~ same as casino owners convincing temporary gambling winners to tip workers else face shame from other others due to perceived change in luck => majority of population is not owners => tipping is bad for most of society
        * most servants are looking for wages not entrepreneurial positions (with business risk) => a waiter would rather have a stable income vs relying on varying tips
        * if a servant does want to take business risk, it should advertise a minimum for service (e.g. "for my service at this restaurant, i expect a min payment of x") ~ if a servant choose the min as 0, it should not be upset receiving 0, else it was false advertisement
        * paying a percentage for the same work makes no sense ~ a waiter does the same job whether a cheap vs expensive dish was ordered
        * high paying waiter jobs encourage youth to target waiting vs e.g. engineering
        * result is less people going to restaurants
        * workers should provide service as agreed via job contracts => if wage is too low, fight for a higher wage
        `,
        tags: ['economics', 'sociology'],
    },
    {
        title: `forbidding unions is forbidding talking`,
        timestamp: ,
        description: `
        * how can someone tell me not to talk to someone and potentially arrive at the same strategy regarding some decision
        * the basic freedom to talk and choose ones thinking immediately implies the possibility of unionizing
        `,
        tags: ['sociology'],
    },
    {
        title: `freedom of thought is most important`,
        timestamp: ,
        description: `
        * the freedom to think what one wants to think is the most fundamental and essential freedom
        * without this freedom, one does not have agency and does not exist as an individual at all
        * freedom of speech derives from freedom of thought, via vocalization of one's thoughts
        * freedom of thought for individuals needs to be guaranteed for a society to flourish
        `,
        tags: ['psychology', 'sociology'],
    },
    {
        title: `vocalizing thought helps to understand`,
        timestamp: ,
        description: ``,
        tags: [],
    },
    {
        title: `every individual is owed the same vocal budget, which differs per social context`,
        timestamp: ,
        description: ``,
        tags: [],
    },
    {
        title: `sex vs gender`,
        timestamp: ,
        description: ``,
        tags: [],
    },
    {
        title: `bully vs victim`,
        timestamp: ,
        description: `
        * keep it simple
        * proof of damage => physical vs verbal abuse
        `,
        tags: [],
    },
    {
        title: `what is mind, what is matter`,
        timestamp: ,
        description: `
        * mind = information
        * matter = energy
        `,
        tags: [],
    },
    {
        title: `optimal budget for min activism`,
        timestamp: ,
        description: `
        * how much should each citizen spend of one's own energy (minimally) to optimize well functioning of a society?
        `,
        tags: [],
    },
    {
        title: `"bless you" on sneeze is a burden`,
        timestamp: ,
        description: `
        * some ppl have a disease and are being constantly reminded of it and burdened to issue a "ty"
        * reminds everyone of a negative (a sneeze is always due to something negative happening or being threatened to happen in the body)
        * cultural differences might be ignored by creating "ty" expectation
        `,
        tags: [],
    },
    {
        title: `monsters and magic, by definition, do not exist`,
        timestamp: ,
        description: `
        * as soon as something exists, we give it a name
        `,
        tags: [],
    },
    {
        title: `everyone is a genius (at something)`,
        timestamp: ,
        description: `
        * given any dimension, a genius is someone above a certain percentile on that dimension
        * given any person, there exists a dimension (e.g. the ability to read Greek and skateboard and play the guitar and cook super tasty cheese sandwiches) along which said person is higher enough in ability to be called a genius (in that dimension)
        `,
        tags: ['sociology'],
    },
    {
        title: `longevity`,
        timestamp: ,
        description: `
        * the one thing everyone can agree is a good (valuable), is health
        * humans understand that above everything else, one wishes for good health, i.e. sometimes health cannot be bought with any amount of money
        * healthy (in mind and body) humans would never choose to die today => healthy humans value life
        => any goal that increase the health is a goal all humans could agree upon
        `,
        tags: ['health', 'sociology', 'psychology'],
    },
    {
        title: `drugs`,
        timestamp: ,
        description: `
        * pretty much all adults consume some drugs regularly
        * most popular are caffeine, alcohol, nicotine, sugar
        * drugs should be measured along 3 dimensions: addictivity, toxicity, benefit
        * as humans gain data and education, an optimization amongst the 3 dimensions will change consumption behavior
        => alcohol, as one of the most toxic drugs in existence, will become a thing of the past, eventually (bold prediction)
        * anything consumed daily is an addiction
        * weekly consumption can become daily consumption, can also be maintained
        * currently, only LSD provides reliable non-addictive, non-toxic experiences, though not without risk (psychosis from massive intakes and massives intakes are easy due to concentrated highly nature)
        `,
        tags: ['sociology', 'psycology'],
    },
    {
        title: `mental health, depression, trauma`,
        timestamp: ,
        description: `
        * mental trauma is physical trauma in the brain
        * mental trauma can be fixed
        * dealth with in field of Psychology
        * hypnosis is low risk method (all hypnosis is self hypnosis)
        * depression can be fixed, comes in waves ~ talking, LSD, hypnosis helps ~ other techniques help too
        `,
        tags: ['psychology'],
    },
    {
        title: `ironic: if rich enough, lottery can make mathematical sense`,
        timestamp: ,
        description: `
        * considering pure money amounts, lotteries are clear losing games for players, winning games for lottery runners
        * considering utility of money, if the utility of the price of a lottery ticket is low enough whilst the utility of the win is high enough, than the expected value of utility can be positive
        * ironic because rich ppl do not need the win
        `,
        tags: ['economics'],
    },
    {
        title: `strategy for sports with goal of getting object to a target zone`,
        timestamp: ,
        description: `
        * most important object is singular (e.g. ball)
        * players are stations between which theh object can be passed
        * stations are dynamic in position => are solving for optimal movement vector at every moment
        * field contains quality/probability to bring object into target zone (better vs worse positions)
        * defensive stations impede the position quality via vicinity to offensive stations
        * offense is trying to get object to the best station possible by increasing maximal distance of an offensive station from all defensive stations in as best a positive as possible
        * defense is trying for the opposite
        `,
        tags: [],
    },
    {
        title: `correct solution to the pronoun problem: it`,
        timestamp: ,
        description: `
        * according to gender theory, an arbitrary number of genders could exist (although the best case is to have exactly 1, i.e. no genders => utopia)
        * to accomodate all genders, in theory, a language, e.g. English, would require an ever increasing number of pronouns, increasingly adding complexity to the language
        * an easy solution to satisfy all sides is to collapse all pronouns into a singular gender-less pronoun: singular it, plural they
        * several languages in the world have no gendered pronouns, without losing any expressivity
        * in most communications, gender is irrelevant ~ if needed, can always be added => there is no need for gendered pronouns
        * everyone can feel equally respected with the same pronoun
        * single pronoun matches the idealistic goal of having a single gender, i.e. no implicit nor explicit differing rules for any groups not individuals in society
        * Swedish recently introduced such a single pronoun => very doable
        `,
        tags: ['sociology', 'gender'],
    },
    {
        title: `trustless is best`,
        timestamp: ,
        description: ``,
        tags: [],
    },
    {
        title: `pets are part slaves`,
        timestamp: ,
        description: `
        * ontology of relationships: friend-friend, teacher-student, master-slave
        * parent-child = teacher-student + friend-friend
        * owner-pet = friend-friend + master-slave
        * combinations are on spectrum
        * mistreatment depends on ignorance => if we understood bird language, bird "song" in cages are cries not songs
        * friends do not castrate each other without consent
        * a leash around the neck is a symbol of slavery (as are ties for humans, a leash for corporate/governmental slavery)
        `,
        tags: ['sociology'],
    },
    {
        title: `incomputability is practically randomness`,
        timestamp: ,
        description: ``,
        tags: [],
    },
    {
        title: `why science works: reliability`,
        timestamp: ,
        description: `
        * allowed to learn (change mind)
        * only believe if good reason to believe = only reliable knowledge
        => leads to reliable results
        `,
        tags: ['science', 'philosophy'],
    },
    {
        title: `zero knowledge health`,
        timestamp: ,
        description: `
        * user has private DNA data (list of genes)
        * provider has private gene to health risk/characterisic db
        * use zk set intersection on a independent, trustless machine to provide information to user without either compromising private information
        * massive use case
        * allow user to voluntarity disclose private info in exchange for energy
        `,
        tags: ['technology', 'health', 'zk'],
    },
    {
        title: `best execution strategy in a liquid market is the market order`,
        timestamp: ,
        description: `
        * unless a person specializes in order book optimization
        * if you believe the trend of the asset is up, then the best time to buy is now and the best order is a market order (assuming a liquid market)
        * yes, price could decline, but it could also rise; your assumption is a rising trend (sell market order for decreasing trend assumption)
        `,
        tags: ['economics'],
    },
    {
        title: ``,
        timestamp: ,
        description: ``,
        tags: [],
    },
    {
        title: ``,
        timestamp: ,
        description: ``,
        tags: [],
    },
    {
        title: ``,
        timestamp: ,
        description: ``,
        tags: [],
    },
    {
        title: ``,
        timestamp: ,
        description: ``,
        tags: [],
    },
    {
        title: ``,
        timestamp: ,
        description: ``,
        tags: [],
    },
    {
        title: ``,
        timestamp: ,
        description: ``,
        tags: [],
    },
    {
        title: ``,
        timestamp: ,
        description: ``,
        tags: [],
    },
    {
        title: ``,
        timestamp: ,
        description: ``,
        tags: [],
    },
    {
                title: `published FairInbox`,
                timestamp: 1686635909,
                description: `finally published the fairest inbox, respectful of people's time, modern. totally decentralized, etc. https: //fairinbox.io`,
                tags: ['economics', 'technology', 'cv'
        ],
    },
    {
                title: `spoke at Decipher`,
                timestamp: 1669701479,
                description: `presented my ideas at a largish event, Decipher in Dubai for Algorand. also did so in my hero costume which was somewhat dangerous. and i was totally alone. few people saw my presentation, yet several of those that did congratulated me, took pics, etc. https: //youtu.be/NK_b5_ak9JY`,
                tags: ['speech', 'economics', 'technology', 'cv', 'bio'
        ],
    },
    {
                title: `published FairMarket paper`,
                timestamp: 1684423476,
                description: `my first publication is an economics one (who would have thought). it describes a generalization of markets yielding traditional markets as special cases, using DLTs. you can find it here: https: //zenodo.org/record/7948669`,
                tags: ['economics', 'publication', 'cv'
        ],
    },
    {
                title: `TA for Numerical Analysis`,
                timestamp: 1051798846,
                description: `i got a job working as a TA (teaching assistant) for the Numerical Analysis course at the Humboldt Universität zu Berlin where i was studying math at the time. this course was mandatory for all students of mathematics. i myself had to still take it. i got the job over other candidates despite not having taken the course because my grades were (near) perfect. i corrected homework, helped students understand and at the end of the semester, i also submitted my own project earning me the credits for the course.`,
                tags: ['math', 'academics', 'cv', 'bio'
        ],
    },
    {
                title: `languages`,
                timestamp: 2532614400,
                description: `by living and growing up in over 10 countries, across continents and cultures, i have over my life time spoken 11 human languages, with at least basic fluency ~ some i have forgotten and still speak 7 human languages. furthermore, i have coded in ca. 30 computer languages and i love learning new technologies. tip: i have found that to learn a language, one has to simply force oneself to use only that language plus body language ~ beginning with a word, your vocab will increase everyday and you will be fluent within half a year. also, learn the word "opposite" in your target language, as it basically doubles your vocab (you know a word X, ask a local "opposite X?")`,
                tags: ['languages', 'bio'
        ],
    },
    {
                title: `2i2i`,
                timestamp: 1632614400,
                description: `2i2i is the idea that everyone has value

2i2i allows everyone to earn their value in coins

2i2i is market for your time right *now*
you have *something* to offer ~ the value of it is best measured in a market

share your link with the world and allow the world to offer coins for your time
if you like the offer, have a live video meeting

*
on-chain, any coin, private, scalable, zero credit-risk
*

* on-chain: runs on Algorand, super cheap, fast and safe
* any coin: any coin of any economic value or even coins of subjective value (e.g. NFTs) (rm)
* private: your meeting is end-2-end encrypted and peer-2-peer ~ even 2i2i does not see your data
* scalable: peer-2-peer meetings allow for an efficient network
* zero credit-risk: coins are locked in an autonomous (rm) smart contract ~ no one can steal them, not even 2i2i

its the uber of talking ~ giving everyone an income stream

2i2i was created based on a research grant provided by the Algorand Foundation. we completed all milestones of the grant on time (aparently, we were one of the few).
2i2i was released as an app on Android and iOS, however, Apple later changed its mind and did not allow the app (due to crypto transactions).
However, people did not end up using the app, due to missing marketing and it turned out that finding simultaneous time is difficult for strangers around the world.
2i2i is pivoting as FairInbox: using the FairMarket theory, time is valued via text messages.

further thoughts:
set the minimum support you want for your time and watch as the world bids higher or lower to show what your measured value is

you similarly can talk with whomever you want and give them support in coins
the more valueable it is for you to talk with them, the more you are willing to offer
there are people in the world that you might love to have a chat with who normally you would not have a chance to chat with
there are people that are extremely busy but have very valuable advice
is it worth for them to be on 2i2i ~ yes, of course, because they can transform their very high value into energy in the form of coins

money is an efficient storage of energy
imagine i expend energy by cleaning someone's garden
in exchange they give me money
then, maybe in ten years, i could exchange that money for someone cleaning my pool
so i exchanged money for energy
i had energy, i gave away energy and exchanged it for money
and then i exchanged my money for energy
and so the money was an as efficient as inflation storage for energy
and so, someone who is very busy but has valuable advice or is just valuable as a person
this person can exchange their value into coins and with those coins they buy whatever they want
point being, since 2i2i is a market, there will be people offering very high amounts for people of very high perceived value
hence, of course such a person is willing to take that ~ imagine a high celebrity ~ would such a person be willing to talk for 1 million USD per hour with a random fan
yes, of course, because they could also just talk for 30 seconds and earn 30/(60*60)*1 million USD = ca. 10'000 USD

everyone earns and helps others earn more
its the uber of talking ~ giving everyone an income stream
the fairest one ~ according to your market


history
2i2i was created during a hackathon with encode in 2021 which ended with the first MVP.
2i2i was accepted into the encode accelerator in 2022 which ended in refined testnet dApp.
2i2i has received an Algorand foundation grant and will soon release the mainnet dApp.`,
                tags: ['Algorand', 'blockchain', 'app', 'WebRTC', 'Flutter', 'dart', 'GCP', 'market', 'startup', 'Encode', 'award', '2i2i', 'cv'
        ],
    },
    {
                title: `machine Learning based system to calculate microfinancing credit risk`,
                timestamp: 1575158400,
                description: `implemented a Machine Learning system written in julia to evaluate individual (retail) credit risk given for micro financing.
The system combined all available data, including:
• financial history_provider taken from the users bank account (given user consent).
• behavioral data from the web app
• other credit risk models

the in-sample and out-sample (live data) result were quite precise.
evaluating statistics after changing parameters of the model showed results strongly inline with predicted results.
even though each individual is unique, the portfolio credit risk can be modeled powerfully using Machine Learning.`,
                tags: ['ML',
      'AI',
      'credit risk',
      'julia',
      'CRO',
      'math',
      'finance', 'cv'
        ],
    },
    {
                title: `automated online lending system`,
                timestamp: 1569888000,
                description: `implemented a high performance GCP based infrastructure to run a fully automated micro financing system
• serverless backend, highly scalable and secure
• IT infrastructure based on GCP
• connected to a machine learning based credit risk model
• frontend written in vue: I wrote the first version, which was improved by frontend pros

The system itself was shutdown due to lack of funding even though the tech worked well`,
                tags: ['GCP', 'app', 'javascript', 'vue', 'CTO', 'IT', 'finance', 'cv'
        ],
    },
    {
                title: `Quasi Monte Carlo with PCA implementation`,
                timestamp: 1433116800,
                description: `implemented a highly performant quasi monte carlo algorithm with PCA
• written in julia
• payout and diffusion equations were run time compiled from julia syntax allowing the user to evaluate any contract based
• C level speed
• in partnership with Axpo AG, Switzerland`,
                tags: ['Monte Carlo', 'julia', 'C#', 'math', 'PCA', 'Axpo', 'cv'
        ],
    },
    {
                title: `web app using .NET`,
                timestamp: 1451606400,
                description: `together with another software engineer, we implemented a front end client-facing web app for Axpo AG, Switzerland.
this was a replacement for an existing app, which Axpo had asked me to improve. the original version had cost hundreds of thousands of Swiss Franks and several years to create.
the original app was extremely buggy, e.g. it needed a daily server restart.
instead of improving the existing app, i insisted and remade everything from scrath in 2 weeks. the new version was stable and much faster than the original.
we received bonus rewards from Axpo beyond the agreed renumeration for this extra ordinary effort.`,
                tags: ['app', '.NET', 'C#', 'award', 'Axpo', 'cv'
        ],
    },
    {
                title: `Prophet: a system to run server models in various languages`,
                timestamp: 1420070400,
                description: `this framework allowed quants to write (financial) models in various languages.
no matter the language chosen, the users could run the models in the Excel frontend.
• languages supported: C#, Python, julia, VBA.
• RabbitMQ for messaging
• Google protobuf for encoding
• in partnership with Axpo AG, in a team of 3 coders`,
                tags: ['protobuf', 'C#', 'python', 'julia', 'VBA', '.NET', 'smart contracts', 'cv'
        ],
    },
    {
                title: `fully automated financial trades execution system`,
                timestamp: 1420070400,
                description: `an API to execute trades with brokers. highly performant due to the technologies chosen
• supported platforms: FIX, IB, WebOE
• written in julia and Java
• communication with ZeroMQ`,
                tags: ['FIX', 'IB', 'WebOE', 'Java', 'julia', 'ZeroMQ', 'finance', 'cv'
        ],
    },
    {
                title: `fully automated trading system`,
                timestamp: 1420070400,
                description: `a suite of systems that allocate funds towards to financial markets.
Includes:
• a system to combine a portfolio of strategies
• a portfolio management system to 'optimally' allocate funds amongst and within the strategies
• a trade execution ssytem to send trades to various brokers and book keep the positions
• automated data input, cleaning, transformation
• a robust, N dimensional optimisation algorithm to find optimums in noisy data
• a machine learning suite used in some of the strategies

result: the system has been running successfully since 2011. tt has achieved good results for its clients and has won several awards.
it still runs fully automated, without intervention or change.`,
                tags: ['portfolio optimisation', 'julia', 'trading', 'optimisation', 'ML', 'AI', 'award', 'finance', 'cv'
        ],
    },
    {
                title: `private video chat web app using WebSockets`,
                timestamp: 1435708800,
                description: `• implemented a simple web app right after WebSockets were created
• my opinion was that peer-to-peer web app data communications will revolutionise the world

result: It worked and was used by family members only. Never marketed`,
                tags: ['WebSocket', 'app', 'javascript', 'cv'
        ],
    },
    {
                title: `GPU computing implementations`,
                timestamp: 1370044800,
                description: `• implemented a few algorithms using CUDA
• formulation of existing models in linear algebraic terms
• achieved the expected, super fast speeds`,
                tags: ['GPU', 'Java', 'CUDA', 'Linear Algebra', 'cv'
        ],
    },
    {
                title: `implementation of a quantitative trading system`,
                timestamp: 1333238400,
                description: `• implemenation of several trading models in Matlab
• a portfolio and trades management system in Matlab`,
                tags: ['Matlab', 'trading', 'portfolio optimisation', 'finance', 'cv'
        ],
    },
    {
                title: `fully automated financial trades execution system`,
                timestamp: 1330560000,
                description: `• implemenation of a trades execution system in C#
• a C# GUI to admin the system
• connected to CQG and IB`,
                tags: ['.Net', 'C#', 'trading', 'GUI', 'CQG', 'IB', 'finance', 'cv'
        ],
    },
    {
                title: `novel model for portfolio optimization with significant performance improvement`,
                timestamp: 1338508800,
                description: `first i implemented around 10 different models for portfolio optimisation found in white papers and compared their 'quality'.
the quality was based on backtested performance of a portfolio of alpha generating strategies.
i then formulated a novel model for portfolio optimisation. this model was simpler than any that I had found and the 'quality' was significantly higher as well.
this model has been the basis of multiple successful trading strategies since.
i am working on the publication here: https: //github.com/1m1-github/FairPortfolio.jl`,
                tags: ['research', 'math', 'portfolio optimisation', 'finance', 'cv'
        ],
    },
    {
                title: `Heston stochastic vol model implemetation`,
                timestamp: 1293840000,
                description: `• implementated and wrote a white paper on a Heston stochastic volatility model to evaluate complex financial products
• implementated in C++
• work done for UBS`,
                tags: ['UBS', 'C++', 'Heston', 'math', 'finance', 'cv'
        ],
    },
    {
                title: `centralised Smart contracts`,
                timestamp: 1275350400,
                description: `having the ability to evaluate arbitraty contracts, based on Monte Carlo simulations was considered a valuable goal at UBS.
my manager had estimated that this project would require 6 months. since there were always more urgent projects at hand, this project was never green lighted.
over a weekend, i realised that instead of creating our own smart contract language, we could simply use Lua as the basis to define a contract language.
the language was flexible enough to replicate any contract with any type of payout.
the contract written in Lua could be runtime compiled into C and then embedded into our existing C++ Monte Carlo engine.
insisting on my idea, i implemented this solution in less than 3 days.
for this valuable contribution, i received monetary renumeration. however, i actually rather wanted renumeration in time.
since I had saved UBS 6 months, i wanted 1 month off to spend with my newborn kids. UBS' refusal led me to accelerate my independence from employers.`,
                tags: ['UBS', 'smart contract', 'math', 'Monte Carlo', 'Lua', 'finance', 'cv', 'bio'
        ],
    },
    {
                title: `flights meta search`,
                timestamp: 1243836600,
                description: `• implemented a flexible flights search
• users needed to choose 4 parameters: earliest departure, latest return, shortest and longest duration
• based on these parameters, the app made multiple searches on ebookers (which allowed +- 3 day searches)
• the result was a triangular matrix showing the best prices
• i used this tool personally for years to find cheap flights for my family
• the app was never commersialised based on a flawed understanding of e-business: i thought ebookers (or any other site), does not actually like my traffic and could ban me any second`,
                tags: ['app', 'perl', 'travel', 'e-bookers', 'MySQL', 'cv', 'bio'
        ],
    },
    {
                title: `system to beat a Casino`,
                timestamp: 1159660800,
                description: `• having found a brand new game in a casino, i realised a flaw in the game
• the following work was based on the games' rules, as written in their brochure and as witnessed when the game was introduced
• i formulated the theoretical model (physics) that should predict the outcome of the game to a significant degree
• i implemented the model into a phone. this was pre smart phones and i think i had one of the first programmable phones (Nokia, C++)
• the phone would receive input about the game via button clicks and would vibrate to alert if a positive outcome was expected, in which case the player should bet
• since the game in question is a physical game (similar to roulette), the model had 2 free parameters that would be calibrated based on actual data (based on the physical properties, such as resistance). the systems calibration continously improves
• after implementation (and travelling; it took me 1 year to return), i arrived at the casino to test the system
• the calibration and the predictions were very accurate and precise
• unfortunatle, the casino had realised their mistake during this year and amended a rule which rendered my system useless. the change was that betting was to be done before turning the wheels (no "rien ne va plus")
• all of this was legal, but obviously the casino would not like it`,
                tags: ['math', 'physics', 'Nokia', 'C++', 'game', 'cv', 'bio'
        ],
    },
    {
                title: `achieved 1.1 in Math Vordiplom`,
                timestamp: 1054425600,
                description: `• achieved near perfect grade in math Vordiplom (halfway degree), which is the result of 4 oral exams after the first two years of studies
• at the Humboldt University of Berlin, in pure math
• i quit university for personal reasons after this`,
                tags: ['math', 'certification', 'academics', 'cv', 'bio'
        ],
    },
    {
                title: `won a pattern recognition competition run by Prof. Ziegler`,
                timestamp: 986083200,
                description: `• entered a competition run by Prof. Ziegler at the Technical University of Berlin
• the competition was to write a algorithm to predict binary human choices
• humans were asked to enter 1 xor 0 thousands of times, as randomly as possible
• Prof. Ziegler explained that he himself competed amongst professors and researchers at a math conference with the exact same goal. And his algorithm was the winner
• my algorithm ended up winning and beating Prof. Zieglers' algorithm. my result had ca. 82% accuracy
• received a signed book by Prof. Ziegler which I soon lent to a friend --- friend, where are you nowadays? the book was a collection of the most beautiful math proofs, written by Prof. Zieglier.`,
                tags: ['math', 'ML', 'AI', 'award', 'cv', 'bio'
        ],
    },
    {
                title: `coded system to archive incoming fax as digital documents`,
                timestamp: 988675200,
                description: `• on arriving fax, the system saved and archived the document digitally
• written for Carano Software, Berlin`,
                tags: ['C++', 'windows', 'linux', 'cv'
        ],
    },
    {
                title: `coded neural network for audio vowel classification incl. GUI for admin`,
                timestamp: 993945600,
                description: `• given audio recordings of each (German) vowel, the system should learn to categorise into vowels
• MLP as neural architecture
• FFT for audio signal transformation
• coded at the Technical University of Berlin
• machine learning code in C++
• GUI in tcl/tk
• result: i worked on this project alone, whereas others worked in teams. it was an intensive summer, of coding day and night, practically living at the university. at the end, after nearly losing my mind, the system worked! it was one of the most amazing things I had seen: a machine had learned to recognise human vowels from audio. that was the beginning of my love for Machine Learning.`,
                tags: ['ML', 'AI', 'math', 'GUI', 'tcl', 'tk', 'C++', 'cv'
        ],
    },
    {
                title: `attended and passed Analysis at uni during high school`,
                timestamp: 904608000,
                description: `started attending university math lectures at the age of 16, two years before graduating high school. it was where I belonged, on the green campus of the Free University of Berlin.
i did the homework, passed the courses and received the credit which i could have used later.`,
                tags: ['math', 'certification', 'bio', 'cv'
        ],
    },
    {
                title: `ski teacher certification`,
                timestamp: 838857600,
                description: `at the age of 14, i entered a ski teacher certification program (run by the Wiener Ski Verband, Austria), as a means to ski cheaply. even though the minimum age was 15, i participated, worked hard and passed the exams (barely).
this made me a qualified ski teacher. interestingly, I had just started skiing 2 years earlier. everyone else attending the program had been skiing since their childhood. it would have even seemed that skiing was not 'for me', as I did not enjoy the cold, was scared of heights and fast speeds, was thin and weak and not well balanced.
yet, i did enjoy it and skiied so much in the two years before these exams, that i made it. barely, but I made it.`,
                tags: ['sports', 'certification', 'bio'
        ],
    },
    {
                title: `German U18 water polo champion`,
                timestamp: 928195200,
                description: `• German Champion of U18 in 1998.
• 4 times German Vice Champion of U16 and U18.
• selected for the German national team, but refused to join as i did not want to attend the military service, which was a connected necessity.`,
                tags: ['sports', 'award', 'bio'
        ],
    },
    {
                title: `coded graphical labyrinth game`,
                timestamp: 825638400,
                description: `since ca. 8 years old, I had been coding a lot. most of them I cannot remember.
the one game i do remember was a graphical labyrinth game which only showed the immediate surroundings of the user.
i even remember coding and formatting my computer without a screen, which my mother took away, thinking that was the computer. that is how intimate I was with my computer. i knew what it was doing based on my commands and the sounds it would make.`,
                tags: ['pascal', 'game', 'cv'
        ],
    },
    {
                title: `jumped from German D4 to D1 within 2 years`,
                timestamp: 841536000,
                description: `when i just arrived in Germany, i joined an international school that offered 4 levels of German: D4 (beginners), D3B, D3A, D2 (fluent) and D1 (native).
the normal progression from D4 was to advance a level per year, until either D3A or D2 in best cases. D2 was mostly inhabited by kids that grew up in Germany with foreign parents.
i went from D4 to D2 within one year. after that success, i made it my goal to make it to D1, which was considered absurd. Despite the discouragement, i managed to join D1 after another year, in grade 9.
though i was very proud of the achievement, it turned to be a mistake. i did not enjoy the class and should have just chilled in D2. eventually, i asked to be moved back to D2.
nonetheless, i count it as a sucesss.`,
                tags: ['language', 'bio'
        ],
    },
    {
                title: `self derived formula to calculate curve length`,
                timestamp: 786240000,
                description: `at age 13, i became curious as to how my math teacher could calculate angels of a triangle so precisely. he told me about trigonometry.
i spent months self studying trigonometry and then calculus from a book at the library. the most advanced calculations that I was able to do, were integrals by using infinite sums of infinitisimal rectangles under a curve.
i still remmeber lying to a teacher about the self study out of shame and instead saying that someone taught me.
soon i asked another teacher what else one could calculate in Calculus. he mentioned that curve lengths are much more difficult than areas under a curve.
it took me weeks of thinking and finally i woke up one morning with the answer: sum infinate infinitisimal triangle hypothenuses using pythagoras.
after deriving and applying the formula, i tested the result vs an applied maths app. the result matched and this achievement became my proudest.`,
                tags: ['math', 'cv', 'bio'
        ],
    },
    {
                title: `skipped grades 3 and 4`,
                timestamp: 683683200,
                description: `unfortunatle, due to personal reasons, i never enjoyed school. when changing to a 'better' school, my father suggested i take the exam for the next level up.
i did and passed, after which my father suggested that i should take another exam for another level higher. i did and passed again, resulting in me skipping grades 3 and 4.
i always count it as a success, just because i did not like school. though now, i am not sure whether it was a good idea and am not sure whether to advise the same for others in a similar situation.`,
                tags: ['certification', 'bio'
        ],
    },
    {
                title: `won neighbourhood chess championship`,
                timestamp: 688953600,
                description: `at a tender age and after having played chess just a few times, i managed to win 3 games at the neighbourhood chess championship (open to all ages), playing only against adults and defeating the reigning champion in the final.
i always considered this a reflection on the quality of the other chess players, since I was basically a beginner. after telling the story to my family recently, they urged me to rethink it as my own success. so I do now.
my chess 'career' consisted of playing slightly seriously as a tennager, achieving an ELO of ca. 1900 and stopping after realising the need to study openings.
it did earn me pocket money over many years to come.`,
                tags: ['award', 'game', 'bio'
        ],
    },
    {
                title: `raised 8MM CHF for ecamos`,
                timestamp: 1370044800,
                description: `ecamos is a hedge fund in Switzerland. after joining them as a partner, my role was actually Head of Research, Trading and IT.
i did however end up giving most presentations and raised 8MM CHF, which was the highest ticket at that moment.
since i geniunely dislike 'selling' anything, this was an achievement outside my comfort zone, begotten via a year long correspondence with the client.`,
                tags: ['finance', 'sales', 'cv', 'bio'
        ],
    },
    {
                title: `winning games at Berlin Expo`,
                timestamp: 852662771,
                description: `even though i am not really a gamer, i do appreciate gaming as a culture, an industry, an activity, a learning exprience ~ at the Berlin Expo, i entered 2 gaming competitions: VR pacman where i emerged 1st overall ~ PS car racing where i emerged 2nd overall`,
                tags: ['award', 'game', 'bio'
        ],
    },
    {
                title: `worked at UBS QRC`,
                timestamp: 1249084800,
                description: `i had the amazing pleasure of working at the QRC Team at UBS, in Zurich, Switzerland.
the QRC (Quantitative Risk Control) team consisted of the most talented indivuals that I had ever seen.
not only were the team members mostly PhDs in Math or Theoretical Physics, they were Olympiad Medalist winners or similar.
and then there was me.
getting in was an extremely difficult experience. after being told 'no' by HR, I insisted and got an interview.
conducting the first interviews on the phone, I had to solve math problems in my head because I thought it would just be a friendly call. i was wrong.
afterwards, I spent an entire day being asked tough math questions by around 10 people. at the end, HR again rejected me, but the team wanted me.
against all odds, i got the job. i would go on to get a 'record time' promotion, aparently 'unheard of', after less than 6 months at UBS, during the height of the 2009 financial crisis.`,
                tags: ['math', 'UBS', 'finance', 'cv', 'bio'
        ],
    },
    {
                title: `EUREX Exchange Trader examination`,
                timestamp: 1267401600,
                description: `passed the exam.`,
                tags: ['finance', 'certification', 'cv'
        ],
    },
    {
                title: `Financial Risk Management Certification (GARP)`,
                timestamp: 1262649600,
                description: `to get a better standing in the financial community, i applied, studied for and passed the FRM exam at GARP.`,
                tags: ['finance', 'certification', 'cv'
        ],
    },
    {
                title: `trading system awards`,
                timestamp: 1585699200,
                description: `the trading system that i created has won several awards over the years, including:
• Barclay Managed Funds Report #6 Past Five Years category for 2020-Q4
• BarclayHedge #3 for Diversified Traders Managing More Than 10MM for 2020.
• BarclayHedge #1 for Diversified Traders Managing More Than 10MM for 2020-11.
• BarclayHedge #4 for Diversified Traders Managing More Than 10MM for 2020-01.
• BarclayHedge #8 for CTAs Managing More Than 10M for 2019-11.
• Barclay Managed Funds Report #16 Past Three Years category for 2019-Q2.
• BarclayHedge #7 for Systematic Traders for 2018-12.
• BarclayHedge #7 for CTAs Managing More Than 10MM for 2018-01.
• Barclay Managed Funds Report #10 Past Year category for 2017-Q4.
• Hedge Funds Review (Europe): Best Managed Futures CTA Emerging Manager 2017.
• CTA Intelligence: European Performance Awards 2017 Winner.
• HFM European Performance Awards 2017: Best Newcomer.
• Best CTA Multi Strategy Fund Manager - Europe - alternativeinvestmentawards`,
                tags: ['award', 'finance', 'cv'
        ],
    },
    {
                title: `winner of Swiss ‘Quiz on Korea 2013’`,
                timestamp: 1370044800,
                description: `i joined a competition called 'Quiz on Korea'. I managed to (barely) win the Swiss national competition.
this made me the Swiss representative at the international 'Quiz on Korea' world championships in Seoul. i did not do well at the finals for weird reasons, but still consider it a success to have made it that far.`,
                tags: ['award', 'bio'
        ],
    },
    {
                title: `born`,
                timestamp: 373723200,
                description: `can being born count as an success or achievement? considering that birth is a difficult and dangerous process, yes, it can.\n
many people celebrate birth anniversaries, so even pride in being born is considered normal.\n
relevantly, this entry provides an anchor in time to contextualize the other successes.`,
                tags: ['bio'],
    },
    {
                title: `wrote independent proof for uncountability and sparsity of the Cantor set`,
                timestamp: 1038771048,
                description: `in my 2nd semester at Humboldt Universität zu Berlin, Prof. Naumann showed us an advanced proof for the uncountability and 0 Lebueque measure of the Cantor set.
          he remarked that he did not know of any elementary proof for this statement and that this was surprising. i took the challenge and produced an elementary proof after 2 months of thinking.
          Prof. Naumann was impressed and decided to co-publish and name the central function used after my name. before publishing, for due diligence, Prof. Naumann checked whether this proof was really novel.
          it was not; the exact same proof had been published in the 1970s and he had just not heard about it before.
          that made my proof not novel but still counts as independent research.`,
                tags: ['math', 'research', 'cv', 'bio'
        ],
    },
    {
                title: `survivor of 5 kidnappings`,
                timestamp: 468378000,
                description: `in my childhood, i was a victim of 5 kidnapping attempts,
        3 of which were successful. i also lived for ca. 6 years as a prisoner.
          in my opinion, i have dealt with it relatively well, despite suffering from near 4 decade depression as a result, which i overcame in 2022.
          the kidnappings very familial, but unfortunately no less dramatic or traumatising. events included strangers, criminality, continents, conspiracy and drama.
          my life as a prisoner, as it turns out, was in my head though. the experience was geniune and full of fear, but in actuality, i just 'never' talked and it was assumed that my environment was voluntary.
          i thought of running to freedom or telling someone everyday for a few years and less in the last years.
          none the less, though too quietly, I have still lived a good enough life after finding freedom.
          one of the worst consequences has been the fact that up until ca. my 40th birth anniversary, i have been ashamed of my ability of coding ~ i have been coding since a very young age and always felt like i could code "anything" using any language ~ but, i was always ashamed of this skill and hid it as much as possible ~ finally, i asked my wife 'is it weird to be ashamed of being good with computers?' ~ crazy!`,
                tags: ['trauma', 'mental health', 'survival', 'bio'
        ],
    },
    {
                title: `hypnosis for raising self esteem`,
                timestamp: 1483814771,
                description: `as a result of my childhood traumas, my self esteem was very low for a long time ~ even though i had received many awards, promotions, compliments, i always considered myself an impostor ~ yes, i had severe impostor syndrome ~
i was even ashamed of being good with computers so much so that i actively avoided such roles and yet ended up creating computer systems for any team i joined ~
after receiving lots of positive feedback, i recognised impostor syndrome ~ i went to a hypnosist to make my mind 'super humanly confident, just shy of irrational' ~ 
it worked extremely well and i have lost all humility since ~ i now openly and actively tell about my strengths ~ and also weaknesses ~ i always do my best to be precise and not exagerate`,
                tags: ['trauma', 'mental health', 'survival', 'bio'
        ],
    },
]